Repository: Tivix/django-rest-auth
Catalog: dj_rest_auth/locale/*/LC_MESSAGES/django.po
Languages: cs, it

source: View is not defined, pass it as a context variable
cs: View není definováno, předejte jej jako proměnnou kontextu
it: "view" non è definito, passalo come variabile di contesto

source: Define adapter_class in view
cs: Definujte adapter_class ve view
it: Definisci "adapter_class" in view

source: Define callback_url in view
cs: Definujte callback_url ve view
it: Definisci "callback_url" in view

source: Define client_class in view
cs: Definujte client_class ve view
it: Definisci "client_class" in view

source: Incorrect input. access_token or code is required.
cs: Nesprávný vstup. access_token je povinný.
it: Input errato. È richiesto "access_token" o "code".

source: Incorrect value
cs: Nesprávná hodnota
it: Valore errato

source: User is already registered with this e-mail address.
cs: Uživatel s touto adresou je již registrován.
it: Un altro utente è già registrato con questo indirizzo e-mail.

source: A user is already registered with this e-mail address.
cs: Uživatel s touto adresou je již registrován.
it: Un altro utente è già registrato con questo indirizzo e-mail.

source: The two password fields didn't match.
cs: Zadaná hesla se neshodují.
it: Le password non corrispondono.

source: Verification e-mail sent.
cs: Ověřovací e-mail odeslán.
it: E-mail di verifica inviata.

source: Must include "email" and "password".
cs: Musí obsahovat "e-mail" a "heslo".
it: Deve includere "email" e "password".

source: Must include "username" and "password".
cs: Musí obsahovat "uživatelské jméno" a "heslo".
it: Deve includere "email" e "password".

source: Must include either "username" or "email" and "password".
cs: Musí obsahovat "uživatelské jméno" nebo "e-mail" a "heslo".
it: Deve includere o "username" o "email" e "password".

source: User account is disabled.
cs: Uživatelský účet je zakázán.
it: L'account è disabilitato.

source: Unable to log in with provided credentials.
cs: Pomocí zadaných údajů se nelze přihlásit.
it: Impossibile accedere con le credenziali fornite.

source: E-mail is not verified.
cs: E-mail není ověřený.
it: L'e-mail non è verificata.

source: Your old password was entered incorrectly. Please enter it again.
it: La tua password precedente non è corretta. Inseriscila nuovamente.

source: Successfully logged out.
cs: Byli jste úspěšně odhlášeni.
it: Disconnesso con successo.

source: Refresh token was not included in request data.
it: Il "Refresh token" non è presente nei dati della richiesta.

source: An error has occurred.
it: Si è verificato un errore.

source: Neither cookies or blacklist are enabled, so the token has not been deleted server side. Please make sure the token is deleted client side.
it: Né i cookies né la blacklist sono abilitati, quindi il token non è stato eliminato lato server. Assicurarsi che il token sia eliminato lato client.

source: Password reset e-mail has been sent.
cs: E-mail pro resetování hesla byl odeslán.
it: L'e-mail per il recupero della password è stata inviata.

source: Password has been reset with the new password.
cs: Vaše heslo bylo resetováno.
it: Password aggiornata.

source: New password has been saved.
cs: Nové heslo bylo uloženo.
it: Nuova password salvata.
