Repository: Tivix/django-rest-auth
Catalog: rest_auth/locale/*/LC_MESSAGES/django.po
Languages: de, el, id, nl, sv, zh_hans

source: View is not defined, pass it as a context variable
de: "View" ist nicht definiert, übergib es als Contextvariable
el: Η όψη (view) δεν είναι ορισμένη, να περαστεί ως μεταβλητή πλαισίου (context variable)
id: View tidak didefinisikan, diteruskan sebagai variabel konteks.
sv: Vyn definieras inte, skicka den som en kontextvariabel
zh_hans: View未定义，请通过context变量传入

source: Define adapter_class in view
de: Definier "adapter_class" in view
el: Να οριστεί το adapter_class στην όψη (view)
id: Tentukan adapter_class di view
sv: Definiera “adapter_class” i vyn
zh_hans: 请在View中定义adapter_class

source: Define callback_url in view
de: Definier "callback_url" in view
el: Να οριστεί το callback_url στην όψη (view)
id: Tentukan callback_url di view
sv: Definiera “callback_url” i vyn
zh_hans: 请在view中定义callback_url

source: Define client_class in view
de: Definier "client_class" in view
el: Να οριστεί το client_class στην όψη (view)
id: Tentukan client_class di view
sv: Definiera “client_class” i vyn
zh_hans: 请在view中定义client_class

source: Incorrect input. access_token or code is required.
de: Falsche Eingabe. "access_token" oder "code" erforderlich.
el: Λανθασμένη καταχώρηση. Απαιτείται κουπόνι πρόσβασης (access_token) ή κωδικός (code).
id: Input salah. access_token atau code wajib ada.
nl: De verstuurde gegevens zijn incorrect. access_token of access_code is verplicht
sv: Felaktig inmatning. access_token eller code krävs.
zh_hans: 输入错误。access_token或code是必填项。

source: Incorrect value
de: Falscher Wert.
el: Λανθασμένη τιμή
id: Salah nilai
nl: De ingevulde waarde is onjuist
sv: Felaktigt värde
zh_hans: 错误的值

source: User is already registered with this e-mail address.
id: Pengguna sudah terdaftar dengan alamat email ini.
nl: Er is al een gebruiker geregistreerd met dit email adres.
sv: Användaren är redan registrerad med den här e-postadressen.
zh_hans: 该邮箱地址已被注册。

source: A user is already registered with this e-mail address.
de: Ein User mit dieser E-Mail Adresse ist schon registriert.
el: Ένας χρήστης είναι ήδη εγγεγραμμένος με αυτήν την ηλεκτρονική διεύθυνση
id: Seorang pengguna sudah terdaftar dengan alamat email ini.
nl: Er is al een gebruiker geregistreerd met dit email adres.
sv: En användare är redan registrerad med den här e-postadressen.
zh_hans: 该邮箱地址已被注册。

source: The two password fields didn't match.
de: Die beiden Passwörter sind nicht identisch.
el: Τα δύο πεδία του κωδικού πρόσβασης δεν ταιριάζουν
id: Kedua kolom kata sandi tidak valid.
nl: De twee wachtwoorden komen niet overeen.
sv: De två lösenordsfälten matchade inte.
zh_hans: 两次输入的密码不相同

source: Verification e-mail sent.
de: Verifizierungs-E-Mail wurde gesendet.
id: E-mail verifikasi dikirim.
nl: Verificatie e-mail is verstuurd
sv: Verifikationsmail har skickats.
zh_hans: 验证邮件已发送。

source: Must include "email" and "password".
de: Muss "email" und "password" enthalten.
el: Πρέπει να περιλαμβάνει "email" και "password".
id: Harus menyertakan "email" dan "password".
nl: Email en wachtwoord zijn verplicht
sv: Måste inkludera “email” och “password”.
zh_hans: 比如包含"email"和"password"。

source: Must include "username" and "password".
de: Muss "username" und "password" enthalten.
el: Πρέπει να περιλαμβάνει "username" και "password".
id: Harus menyertakan "username" dan "password".
nl: Gebruikersnaam en wachtwoord zijn verplicht.
sv: Måste innehålla “username” och “password”.
zh_hans: 比如包含"username"和"password"。

source: Must include either "username" or "email" and "password".
de: Muss entweder "username" oder "email" und password "password"
el: Πρέπει να περιλαμβάνει είτε "username" ή "email" και "password".
id: Harus menyertakan salah satu "username" atau "email" dan "password".
nl: Gebruikersnaam of email en wachtwoord zijn verplicht.
sv: Måste innehålla antingen “username” eller “email” och “password”.
zh_hans: 比如包含"username"，"email"，"password"其中一个。

source: User account is disabled.
de: Der Useraccount ist deaktiviert.
el: Ο λογαριασμός χρήστη είναι απενεργοποιημένος.
id: Akun pengguna dinonaktifkan.
nl: Account is inactief.
sv: Användarkontot är avstängt.
zh_hans: 用户账号已被禁用。

source: Unable to log in with provided credentials.
de: Kann nicht mit den angegeben Zugangsdaten anmelden.
el: Αδυναμία σύνδεσης με τα παρεχώμενα στοιχεία.
id: Tidak dapat masuk dengan kredensial yang diberikan.
nl: Email/gebruikersnaam of wachtwoord is incorrect.
sv: Det går inte att logga in med de angivna uppgifterna.
zh_hans: 无法使用提供的信息登录。

source: E-mail is not verified.
de: E-Mail Adresse ist nicht verifiziert.
el: Το e-mail δεν έχει επαληθευτεί.
id: E-mail tidak terverifikasi.
nl: Emailadres is niet geverifieerd.
sv: E-post är inte verifierad.
zh_hans: 邮箱未验证。

source: Your old password was entered incorrectly. Please enter it again.
de: Ihr altes Passwort wurde falsch eingegeben. Bitte geben Sie es erneut ein.
id: Kata sandi lama Anda yang dimasukkan salah. Silakan masukkan lagi
sv: Ditt gamla lösenord angavs felaktigt. Vänligen ange det igen.

source: Successfully logged out.
de: Erfolgreich ausgeloggt.
el: Επιτυχημένη αποσύνδεση.
id: Berhasil keluar.
nl: Succesvol uitgelogd
sv: Utloggad.
zh_hans: 已成功登出。

source: Password reset e-mail has been sent.
de: Die E-Mail zum Zurücksetzen des Passwortes wurde verschickt.
el: Το e-mail για την ανάκτηση του συνθηματικού έχει σταλεί.
id: E-mail pengaturan ulang kata sandi telah dikirim.
nl: Wachtwoord reset email is verstuurd.
sv: E-post för återställning av lösenord har skickats.
zh_hans: 密码重置邮件已发送。

source: Password has been reset with the new password.
de: Das Passwort wurde mit dem neuen Passwort ersetzt.
el: Το συνθηματικό έχει αντικατασταθεί με το καινούριο.
id: Kata sandi telah diatur ulang dengan kata sandi baru.
nl: Wachtwoord is gereset met het nieuwe wachtwoord.
sv: Lösenordet har återställts med det nya lösenordet.
zh_hans: 密码重置成功。

source: New password has been saved.
de: Das neue Passwort wurde gespeichert.
el: Το νέο συνθηματικό έχει αποθηκευτεί.
id: Kata sandi baru telah disimpan.
nl: Nieuwe wachtwoord is opgeslagen.
sv: Nytt lösenord har sparats.
zh_hans: 新密码已设置成功。

source: ok
el: οκ
zh_hans: 好的
